/*
 *
 玩家数据
 *
 @date 2017/6/9
 *
 @author likaixuan
 *
 */

export const problems = [{
    title:"砒霜不能和什么一起吃( )。",
    list:{
        A:"红酒",
        B:"西红柿炒鸡蛋",
        C:"馒头",
        D:"都不能一起吃"
    },
    correct:"A"
},{
    title:"大煮干丝”是哪个菜系的代表菜之一( )。",
    list:{
        A:"四川菜系",
        B:"山东菜系",
        C:"广东菜系",
        D:"淮扬菜系"
    },
    correct:"B"
},{
    title:"满汉全席起兴于（ ）。",
    list:{
        A:"21世纪",
        B:"清代",
        C:"宋代",
        D:"玛雅"
    },
    correct:"D"
},{
    title:"八仙过海”中的八仙除铁拐李、张果老、吕洞宾、曹国舅外还有",
    list:{
        A:"韩非子、蓝采和、何翠姑、汉钟离",
        B:"蓝采和、何仙姑、韩非子、汉钟离 ",
        C:"韩湘子、蓝采和、何仙姑、红孩儿",
        D:"韩湘子、蓝采和、何仙姑、汉钟离"
    },
    correct:"C"
},]